Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2009.tmx
Source language: en_us
Languages: zh_cn

source: This hard struggle against the earthquake produced uncountable touching and brave exploits and fully demonstrated the great indomitable and unyielding spirit of the Chinese people, thus writing a heroic chapter in the history of the nation.
zh_cn: 这场艰苦卓绝的抗震救灾斗争，涌现出无数感天动地、可歌可泣的英雄事迹，充分展现了中国人民不屈不挠、自强不息的伟大民族精神，谱写了气壮山河的壮丽篇章。

source: None of the achievements we made last year came easily.
zh_cn: 过去一年的成就来之不易。

source: They were the result of overall planning and correct leadership of the Party Central Committee with Comrade Hu Jintao as General Secretary, as well as the concerted and strenuous efforts of the whole Party, the entire army and the people of all our ethnic groups.
zh_cn: 这是以胡锦涛同志为总书记的党中央统揽全局、正确领导的结果，是全党全军全国各族人民同心同德、团结奋斗的结果。

source: On behalf of the State Council, I hereby express our sincere gratitude to the people of all our ethnic groups and to the democratic parties, mass organizations and people from all sectors of society.
zh_cn: 在这里，我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚的感谢！

source: I also express our sincere thanks to compatriots in the Hong Kong and Macao Special Administrative Regions and Taiwan and to overseas Chinese, as well as to foreign governments, international organizations and friends in other countries that take an interest in and support China's modernization drive.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚的感谢！向关心和支持中国现代化建设的各国政府、国际组织和各国朋友，表示诚挚的感谢！

source: While acknowledging our achievements, we must be clearly aware that we face unprecedented difficulties and challenges.
zh_cn: 在肯定成绩的同时，也要清醒地看到，我们正面临前所未有的困难和挑战。

source: First, the global financial crisis continues to spread and get worse.
zh_cn: 一是国际金融危机还在蔓延、仍未见底。

source: Demand continues to shrink on international markets;
zh_cn: 国际市场需求继续萎缩，

source: the trend toward global deflation is obvious;
zh_cn: 全球通货紧缩趋势明显，

source: and trade protectionism is resurging.
zh_cn: 贸易保护主义抬头，

source: The external economic environment has become more serious, and uncertainties have increased significantly.
zh_cn: 外部经济环境更加严峻，不确定因素显著增多。

source: Second, continuous drop in economic growth rate due to the impact of the global financial crisis has become a major problem affecting the overall situation.
zh_cn: 二是受国际金融危机影响，经济增速持续下滑，已成为影响全局的主要矛盾。

source: This has resulted in excess production capacity in some industries, caused some enterprises to experience operating difficulties and exerted severe pressure on employment.
zh_cn: 一些行业产能过剩，部分企业经营困难，就业形势十分严峻，

source: Factors leading to decline in government revenues and increase in government expenditures have increased.
zh_cn: 财政减收增支因素增多，

source: It has become more difficult to maintain steady agricultural development and keep rural incomes growing.
zh_cn: 农业稳定发展、农民持续增收难度加大。

source: Third, institutional and structural problems that have long hindered healthy economic development still remain, and some of them are still prominent.
zh_cn: 三是长期制约我国经济健康发展的体制性、结构性矛盾依然存在，有的还很突出。

source: Consumption demand is insufficient, and development of tertiary industries is sluggish.
zh_cn: 消费需求不足，第三产业发展滞后，

source: Our capacity for independent innovation is weak.
zh_cn: 自主创新能力不强，

source: Consumption of energy and other resources is high.
zh_cn: 能源资源消耗多，

source: Environmental pollution is serious.
zh_cn: 环境污染重，

source: Disparities in development between urban and rural areas and between regions are widening.
zh_cn: 城乡、区域发展差距仍在扩大。

source: Fourth, some problems affecting the vital interests of the people have not been fundamentally alleviated.
zh_cn: 四是一些涉及人民群众切身利益的问题没有根本缓解，

source: There are still many problems demanding urgent solution in the areas of social security, education, health care, income distribution and public security.
zh_cn: 社会保障、教育、医疗、收入分配、社会治安等方面存在不少亟待解决的问题。

source: Fifth, order in the market is not well standardized;
zh_cn: 五是市场秩序不规范，

source: market oversight and law enforcement are not fully in place,
zh_cn: 市场监管和执法不到位，

source: and the social credit rating system is still in need of improvement.
zh_cn: 社会诚信体系不健全。

source: A number of serious and major incidents concerning food and workplace safety have occurred, which have inflicted serious loss of life and property on the people and taught us a sobering lesson.
zh_cn: 食品安全事件和安全生产重特大事故接连发生，给人民群众生命财产造成重大损失，教训十分深刻。

source: We need to thoroughly appreciate how serious and complex the international and domestic economic situations are, be more mindful of potential perils and crises, fully exploit favorable conditions and actively respond to all challenges so that we can successfully accomplish all our tasks and prove worthy of the great expectations and trust conferred on us by the people.
zh_cn: 我们一定要深刻认识国际国内经济形势的严峻性和复杂性，增强危机意识和忧患意识，充分利用有利条件，积极应对各种挑战，努力做好各项工作，绝不辜负人民的期望和重托。

source: III. Major Tasks for 2009
zh_cn: 三、2009年主要任务

source: This year, our government work will give high priority to dealing with the global financial crisis and promoting steady and rapid economic development.
zh_cn: 今年的政府工作，要以应对国际金融危机、促进经济平稳较快发展为主线，

source: We will take a coordinated approach, stress key areas, and fully implement a package plan to ensure steady and rapid economic development.
zh_cn: 统筹兼顾，突出重点，全面实施促进经济平稳较快发展的一揽子计划。

source: We will dramatically increase government investment by launching a four trillion Yuan two-year investment plan, for which the central government has pledged 1.18 trillion Yuan, and implement a structural tax reduction in order to stimulate domestic demand.
zh_cn: 大规模增加政府投资，实施总额4万亿元的两年投资计划，其中中央政府拟新增1.18万亿元，实行结构性减税，扩大国内需求；

source: We will also implement a massive plan to adjust and reinvigorate industries to raise the overall competitiveness of the economy; vigorously promote independent innovation and provide scientific and technological support to increase the sustaining power of development; and significantly increase social security benefits, expand urban and rural employment and promote development of social programs.
zh_cn: 大范围实施调整振兴产业规划，提高国民经济整体竞争力；大力推进自主创新，加强科技支撑，增强发展后劲；大幅度提高社会保障水平，扩大城乡就业，促进社会事业发展。

source: To implement this package plan, we will concentrate our efforts on the following seven areas.
zh_cn: 以实施一揽子计划为重点，今年要着力抓好以下七方面工作：

source: 1. Improving and strengthening macro control and maintaining steady and rapid economic development
zh_cn: （一）加强和改善宏观调控，保持经济平稳较快发展

source: We need to adhere to a flexible and prudent control policy to make our macro control more responsive to changes and more results-oriented.
zh_cn: 要坚持灵活审慎的调控方针，提高宏观调控的应变能力和实际效果，

source: We will reverse the slowdown in economic growth as soon as possible and maintain steady and rapid economic development.
zh_cn: 尽快扭转经济增速下滑趋势，保持经济平稳较快发展。

source: We will implement a proactive fiscal policy.
zh_cn: 实施积极的财政政策。

source: First, we will significantly increase government spending.
zh_cn: 一是大幅度增加政府支出，

source: This is the most active, direct and efficient way we can expand domestic demand.
zh_cn: 这是扩大内需最主动、最直接、最有效的措施。

source: There will be a large discrepancy between government revenues and expenditures this year.
zh_cn: 今年财政收支紧张的矛盾十分突出。

source: On the one hand, a slowdown in economic growth and the reduction of tax burdens on enterprises and individuals will inevitably slow the growth of government revenues.
zh_cn: 一方面，经济增速放缓、减轻企业和居民税负必然会使财政收入增速下降；

source: On the other hand, we must significantly increase investment and government expenditures to stimulate economic growth, improve people's lives and deepen reform.
zh_cn: 另一方面，为刺激经济增长、改善民生和深化改革，又需要大幅度增加投资和政府支出。

source: To cover the shortfall arising from the decline in government revenues and growth in expenditures, we have set this year's central government deficit at 750 billion Yuan, 570 billion Yuan more than last year.
zh_cn: 为弥补财政减收增支形成的缺口，拟安排中央财政赤字7500亿元，比上年增加5700亿元，

source: In addition, the State Council will allow local governments to issue 200 billion Yuan worth of government bonds through the Ministry of Finance, which will go into provincial budgets.
zh_cn: 同时国务院同意地方发行2000亿元债券，由财政部代理发行，列入省级预算管理。

source: These will add up to a 950 billion Yuan deficit, accounting for less than 3% of the GDP.
zh_cn: 全国财政赤字合计9500亿元，占国内生产总值比重在3%以内，

source: Although the deficit will increase significantly this year, the constant drop in government deficits in previous years provides room to issue more bonds this year,
zh_cn: 虽然当年赤字增加较多，但由于前几年连续减少赤字，发债空间较大，

source: and the ratio of the cumulative balance of outstanding government bonds to GDP, which is around 20%, is within the acceptable range of what our overall national strength can bear and is therefore safe.
zh_cn: 累计国债余额占国内生产总值比重20%左右，这是我国综合国力可以承受的，总体上也是安全的。

source: Second, we will carry out structural tax reduction and promote reform of taxes and fees.
zh_cn: 二是实行结构性减税和推进税费改革。

source: We will reduce tax burdens on enterprises and individuals by a variety of means such as tax cuts, rebates and exemptions to encourage enterprise investment and consumer spending and invigorate the micro-economy.
zh_cn: 采取减税、退税或抵免税等多种方式减轻企业和居民税负，促进企业投资和居民消费，增强微观经济活力。

source: Preliminary calculations indicate that the burdens on enterprises and individuals will fall by approximately 500 billion Yuan this year as the result of comprehensively carrying out VAT reform; implementing existing preferential tax policies on small and medium-sized enterprises, the real estate industry and securities transactions and export rebate policies; and rescinding or suspending 100 administrative charges.
zh_cn: 初步测算，今年全面实施增值税转型，落实已出台的中小企业、房地产和证券交易相关税收优惠以及出口退税等方面政策，加上取消和停征100项行政事业性收费，可减轻企业和居民负担约5000亿元。

source: Third, we will optimize the structure of government expenditures.
zh_cn: 三是优化财政支出结构。

source: We will continue to increase investment in key areas, strictly control regular expenditures, and do everything we can to reduce administrative costs.
zh_cn: 继续加大对重点领域投入，严格控制一般性开支，努力降低行政成本。

source: We will follow a moderately easy monetary policy and give monetary policy a more active role to play in promoting economic growth.
zh_cn: 实施适度宽松的货币政策。货币政策要在促进经济增长方面发挥更加积极的作用。

source: First, we will improve financial control.
zh_cn: 一是改善金融调控。

source: We will increase the broad money supply by about 17% and grant over five trillion Yuan in additional loans to ensure that the supply of money and credit meets the requirements of economic development.
zh_cn: 保证货币信贷总量满足经济发展需求，广义货币增长17%左右，新增贷款5万亿元以上。

source: Second, we will improve the credit structure.
zh_cn: 二是优化信贷结构。

source: We will strengthen monitoring and guidance of the flow of credit, increase financial support for weak links such as agriculture, rural areas and farmers as well as small and medium-sized enterprises, and effectively resolve the problem some businesses have in getting financing.
zh_cn: 加强对信贷投向的监测和指导，加大对“三农”、中小企业等薄弱环节的金融支持，切实解决一些企业融资难问题。

source: We will strictly control lending to industries and enterprises that are energy intensive or highly polluting or have excess production capacity.
zh_cn: 严格控制对高耗能、高污染和产能过剩行业企业的贷款。

source: Third, we will improve the mechanism for transmitting monetary policy and guarantee the smooth flow of funds.
zh_cn: 三是进一步理顺货币政策传导机制，保证资金渠道畅通。

source: We will make full use of the advantages and special features of all kinds of financial institutions, innovate and improve financial services, satisfy reasonable requests for financing, and create a synergy for finance to promote economic development.
zh_cn: 充分发挥各类金融机构的优势和特点，创新和改进金融服务，满足合理资金需求，形成金融促进经济发展的合力。

source: Fourth, we will strengthen and improve financial oversight and supervision.
zh_cn: 四是加强和改进金融监管。

source: All kinds of financial enterprises need to strengthen risk management and become better able to withstand risks.
zh_cn: 各类金融企业都要加强风险管理，增强抵御风险能力。

source: We will ensure that there is a proper balance between innovation, opening up, and oversight and supervision in the financial sector.
zh_cn: 处理好金融创新、金融开放与金融监管的关系。

source: We will strengthen monitoring and supervision of cross-border capital flows and maintain financial stability and security.
zh_cn: 加强跨境资本流动监测和管理，维护金融稳定和安全。

source: We need to make our fiscal and monetary policies more consistent and coordinated with our industrial, trade, land, investment and employment policies to create a control synergy.
zh_cn: 要加强产业、贸易、土地、投资、就业政策与财政、货币政策的一致性和协调性，形成调控合力。

source: 2. Actively boosting domestic demand, especially consumer demand, and strengthening the role of domestic demand in driving economic growth
zh_cn: （二）积极扩大国内需求特别是消费需求，增强内需对经济增长的拉动作用

source: First, we will expand consumption, especially individual consumption.
zh_cn: 一是扩大消费尤其是居民消费。

source: We will continue to adjust income distribution, raise the proportion of the national income that goes to wages, increase the proportion of government spending dedicated to improving people's lives and expanding consumption, and increase subsidies to farmers and low-income urban residents.
zh_cn: 继续调整收入分配格局，提高劳动报酬占国民收入的比重，增加政府支出用于改善民生、扩大消费的比重，增加对城镇低收入群众和农民的补贴。

source: We need to cultivate areas of high consumer demand and expand consumption in new areas.
zh_cn: 要培育消费热点，拓展消费空间。

source: We will improve the policy on automobile consumption, accelerate development of markets for second-hand cars and car rental, and guide and promote rational spending on automobiles.
zh_cn: 完善汽车消费政策，加快发展二手车市场和汽车租赁市场，引导和促进汽车合理消费。

source: We will vigorously expand consumption that makes people's lives easier, such as community-based businesses, property management and household services; accelerate development of tourism and leisure consumption; increase consumption in culture, recreation, sports and fitness services; and vigorously expand consumption in new areas such as the Internet and animation.
zh_cn: 大力发展社区商业、物业、家政等便民消费，加快发展旅游休闲消费，扩大文化娱乐、体育健身等服务消费，积极发展网络动漫等新型消费。

source: We will improve consumption policies and the consumption environment.
zh_cn: 完善消费政策，优化消费环境。

source: We will accelerate the project to encourage retailers to open stores in more townships and villages, and encourage commercial chains to open more outlets in rural areas.
zh_cn: 加快建设“万村千乡”市场工程，推进连锁经营向农村延伸。

source: We will intensify the development of consumption facilities and service networks in both urban and rural areas, rectify order in the market, and safeguard the legitimate rights and interests of consumers.
zh_cn: 要加强城乡消费设施和服务体系建设，规范市场秩序，维护消费者合法权益。

source: We will promptly work out and introduce policies and measures to encourage consumption, and vigorously develop consumer credit.
zh_cn: 抓紧研究出台鼓励消费的政策措施，积极发展消费信贷。

source: We will do all the work of implementing the programs for bringing home appliances, agricultural machinery, and automobiles and motorbikes to the countryside well,
zh_cn: 做好“家电下乡”、“农机下乡”、“汽车、摩托车下乡”等工作，

source: and we will make effective and flexible use of the 40 billion Yuan in central government subsidies provided to get enterprises to increase their sales and enable farmers to enjoy real benefits.
zh_cn: 把中央财政的400亿元补贴资金用好用活，使企业增加销售、农民得到实惠。

source: Second, we will maintain rapid growth in investment and improve the investment structure.
zh_cn: 二是保持投资较快增长和优化投资结构。

source: The central government plans to invest 908 billion Yuan this year. Government investment will focus on projects to improve people's lives such as those for developing low-income housing, education, heath care and culture; projects to conserve energy, protect the environment, improve the ecosystem, upgrade technologies, and make scientific and technological innovations; projects to make key infrastructure improvements, including farmland improvement and water conservancy projects, railways, and freeways; and post-earthquake recovery and reconstruction.
zh_cn: 今年中央政府投资总额9080亿元，主要用于保障性住房、教育、卫生、文化等民生工程建设，节能环保和生态建设，技术改造与科技创新，铁路、高速公路、农田水利等重点基础设施建设和地震灾后恢复重建。

source: We must channel government investment to areas where it best counteracts the effects of the global financial crisis and to weak areas in economic and social development, and no government investment will be made in the regular processing industries.
zh_cn: 政府投资必须用在应对危机最关键的地方，用在经济社会发展的薄弱环节，绝不能用于一般加工工业。

source: We will promptly work out and introduce preferential policies to encourage and guide non-governmental investment.
zh_cn: 要抓紧研究出台鼓励引导社会投资的优惠政策。

source: We need to support non-governmental investment in areas favored by state industrial policies and encourage enterprises to increase spending on R&D and technological upgrading through proper release of information and improved guidance.
zh_cn: 通过发布信息、加强引导，支持社会资本投向符合国家产业政策的领域，鼓励企业增加研发和技改投资。

source: All government money comes from the people, and we must spend every penny responsibly.
zh_cn: 我们的每一分钱都来自人民，必须对人民负责。

source: We will make every effort to ensure that all construction projects meet high quality standards and are built to last and be passed on to our future generations as valuable legacy.
zh_cn: 所有工程建设都要坚持百年大计、质量第一，给子孙后代留下宝贵财富。

source: Third, we will promote the steady and healthy development of the real estate market.
zh_cn: 三是促进房地产市场稳定健康发展。

source: We will adopt even more vigorous and effective policies and measures to stabilize market confidence and expectations, keep real estate investment stable, and promote steady and orderly development of the real estate industry.
zh_cn: 采取更加积极有效的政策措施，稳定市场信心和预期，稳定房地产投资，推动房地产业平稳有序发展。

source: We will speed up implementation and improvement of policies and measures to promote development of low-income housing projects.
zh_cn: 加快落实和完善促进保障性住房建设的政策措施，

source: We will strive to solve the housing problems of 7.5 million low-income urban families and 2.4 million families living in shantytowns in forests, on reclaimed land and around coalmines within three years.
zh_cn: 争取用三年时间，解决750万户城市低收入住房困难家庭和240万户林区、垦区、煤矿等棚户区居民的住房问题。

source: This year, the central government will allocate 49.3 billion Yuan for the construction of low-income housing to increase funding for developing low-rent housing and improving housing conditions in shantytowns, and increase housing subsidies for the central and western regions by an appropriate amount.
zh_cn: 今年中央财政拟安排保障性安居工程资金493亿元，加大对廉租房建设和棚户区改造的投资支持力度，适当提高中西部地区补助标准，

source: We will expand the pilot program for renovating dilapidated houses in rural areas and build permanent housing for nomads in ethnic minority areas.
zh_cn: 扩大农村危房改造试点范围，实施少数民族地区游牧民定居工程。

source: A pilot program will be launched in selected places where conditions permit to use the idle portion of the housing accumulation fund to support development of affordable housing.
zh_cn: 选择一些有条件的地区进行试点，把部分住房公积金闲置资金补充用于经济适用住房建设。

source: We will vigorously develop public rental housing.
zh_cn: 积极发展公共租赁住房。

source: We will effectively implement credit, tax and other policies to support people in purchasing homes and making home improvements.
zh_cn: 落实好支持居民购买自住性和改善性住房的信贷、税收和其他政策。

source: Individuals who meet relevant criteria and apply for bank loans to support the purchase of a second home for personal use will enjoy similar preferential lending policies that apply to the purchase of first homes.
zh_cn: 对符合条件的第二套普通自住房购买者，比照执行首次贷款购买普通自住房的优惠政策；

source: We will implement the policy to reduce or exempt the business tax on housing transfers to varying degrees based on the age of the housing.
zh_cn: 对住房转让环节营业税，按不同年限实行有区别的税收减免政策；

source: We will expand consumption and supply of ordinary commercial housing, and increase credit support for building small and medium-sized condominiums at low and medium price levels.
zh_cn: 促进普通商品住房消费和供给，加大对中小套型、中低价位普通商品房建设的信贷支持。

source: We will speed up development of the market for second-hand homes and the home rental market.
zh_cn: 加快发展二手房市场和住房租赁市场。

source: We will encourage and guide local governments to stabilize and develop their real estate market in light of local conditions, and strengthen supervision of the housing market by type.
zh_cn: 鼓励引导各地因地制宜稳定和发展房地产市场，加强住房市场分类管理。

source: We will continue to rectify order in the real estate market, and standardize transactions.
zh_cn: 继续整顿房地产市场秩序，规范交易行为。

source: We will help rural migrant workers in cities solve their housing problems.
zh_cn: 帮助进城农民工解决住房困难问题。

source: We will deepen reform of the urban housing system to meet people's multilevel housing demand, and strive to ensure adequate housing for everyone.
zh_cn: 深化城镇住房制度改革，满足居民多层次住房需求，努力实现住有所居的目标。

source: Fourth, we will accelerate recovery and reconstruction of areas hit by the Wenchuan earthquake.
zh_cn: 四是加快推进地震灾区恢复重建。

source: We will promptly and fully implement the master plan for post-earthquake recovery and reconstruction. The central government will allocate 130 billion Yuan for this purpose this year.
zh_cn: 抓紧全面实施灾后恢复重建总体规划，中央财政今年再安排1300亿元灾后重建资金。

source: We will quickly rebuild homes for quake-affected urban and rural residents by combining repair and reinforcement of existing housing with construction of new housing.
zh_cn: 加快灾区城乡居民住房恢复重建，实行维修和加固与新建相结合。

source: We will basically complete reconstruction of rural houses collapsed or badly damaged during the earthquake, and ensure quake-stricken residents can move into new houses by the end of this year.
zh_cn: 基本完成因灾倒塌和严重损毁农房重建任务，保证受灾群众在今年底前住进新房。

source: We will accelerate rebuilding of schools in the quake zone and ensure that more than 95% of the students whose school buildings were destroyed in the earthquake will have permanent school buildings.
zh_cn: 加快地震灾区学校恢复建设，确保今年底95%以上的学生都能在永久性校舍中学习。

source: We will continue work to repair and rebuild infrastructure such as transportation, communications, energy and water conservancy facilities.
zh_cn: 继续推进交通、通信、能源、水利等基础设施恢复重建。

source: We will effectively prevent and control geological disasters, restore the ecosystem, improve the environment, and resume cultivation of damaged arable land.
zh_cn: 搞好地质灾害防治、生态修复、环境整治和灾毁耕地复耕。

source: We will speed up industrial rebuilding and development in the quake zone on the basis of the plan to adjust and reinvigorate key industries.
zh_cn: 结合实施重点产业调整振兴规划，加快灾区产业重建与发展。

source: We will continue to provide one-to-one assistance and special aid to the quake zone and manage and use funds, goods and materials for post-earthquake reconstruction well.
zh_cn: 继续搞好对口支援和专项援助，管好用好灾后重建资金和物资。

source: We will intensify and accelerate post-earthquake reconstruction and strive to basically reach the targets in two years that had originally been set for three, so that residents of the quake zone can begin to live a happier life as soon as possible.
zh_cn: 灾后重建要加大力度，加快进度，力争在两年内基本完成原定三年的目标任务，让灾区人民早日过上更加幸福美好的生活。

source: 3. Consolidating and strengthening the position of agriculture as the foundation of the economy, and promoting steady development of agriculture and continuous increase in rural incomes
zh_cn: （三）巩固和加强农业基础地位，促进农业稳定发展和农民持续增收

source: We will focus on the following five areas.
zh_cn: 今年重点抓好五件事：

source: First, we will steadily develop grain production.
zh_cn: 一是稳定发展粮食生产。

source: We will effectively keep the area planted in grain crops stable, focus on increasing the yield per unit area and optimizing the variety mix, and increase the country's grain production capacity by 50 million tons.
zh_cn: 切实稳定种植面积，着力提高单产，优化品种结构，推进全国新增千亿斤粮食生产能力建设。

source: Second, we will adjust the agricultural structure based on market demand.
zh_cn: 二是以市场需求为导向调整农业结构。

source: We will support the production of important agricultural products in short supply, and improve the quality, profitability and competitiveness of agricultural products.
zh_cn: 支持重要紧缺农产品生产，提高农产品质量、效益和竞争力。

source: We will speed up implementation of the new plan for developing agricultural products in regions with the most suitable conditions.
zh_cn: 加快实施新一轮优势农产品区域布局规划，

source: We will support the growing of oil bearing and other cash crops in areas with the most suitable conditions.
zh_cn: 支持优势产区发展油料等经济作物，
